export const tasks1 = [
    {
        title: 'Task 1',
        description: 'Это описание задачи 1, которое содержит более ста символов. Здесь мы описываем детали рабочего процесса, уточняем сроки и устанавливаем критерии успешного завершения задачи. Важно考虑 все аспекты, и вся команда должна быть в курсе текущего статуса.',
        author: 'Иванов И.И.',
        date: '13.12.2024',
        requiresConfirmation: false,
        reward: 1000,
        categoryId: 1,
        urgency: true, // срочная задача
        hashtags: ['#срочно', '#приоритет']
    },
    {
        title: 'Task 2',
        description: 'Описание задачи 2, которое обсуждает различные параметры и условия выполнения, включая то, как будет оцениваться успех задачи. Мы также уточняем, какие ресурсы будут задействованы для достижения цели. Это поможет избежать недоразумений.',
        author: 'Петрова А.А.',
        date: '15.12.2024',
        requiresConfirmation: true,
        reward: 1500,
        categoryId: 2,
        urgency: false, // несрочная задача
        hashtags: ['#обсуждение', '#ресурсы']
    },
    {
        title: 'Task 3',
        description: 'Уникальное описание задачи 3, так как она требует значительных усилий и времени. Эта задача требует учета различных рисков, которые могут возникнуть в процессе работы, и разработки стратегий заранее для их минимизации. Это повысит эффективность.',
        author: 'Сидоров В.В.',
        date: '20.12.2024',
        requiresConfirmation: true,
        reward: 2000,
        categoryId: 3,
        urgency: true, // срочная задача
        hashtags: ['#эффективность', '#риски']
    },
    {
        title: 'Task 1',
        description: 'Это описание задачи 1, которое содержит более ста символов. Здесь мы описываем детали рабочего процесса, уточняем сроки и устанавливаем критерии успешного завершения задачи. Важно考虑 все аспекты, и вся команда должна быть в курсе текущего статуса.',
        author: 'Иванов И.И.',
        date: '13.12.2024',
        requiresConfirmation: false,
        reward: 1000,
        categoryId: 1,
        urgency: true, // срочная задача
        hashtags: ['#срочно', '#приоритет']
    },
    {
        title: 'Task 2',
        description: 'Описание задачи 2, которое обсуждает различные параметры и условия выполнения, включая то, как будет оцениваться успех задачи. Мы также уточняем, какие ресурсы будут задействованы для достижения цели. Это поможет избежать недоразумений.',
        author: 'Петрова А.А.',
        date: '15.12.2024',
        requiresConfirmation: true,
        reward: 1500,
        categoryId: 2,
        urgency: false, // несрочная задача
        hashtags: ['#обсуждение', '#ресурсы']
    },
    {
        title: 'Task 3',
        description: 'Уникальное описание задачи 3, так как она требует значительных усилий и времени. Эта задача требует учета различных рисков, которые могут возникнуть в процессе работы, и разработки стратегий заранее для их минимизации. Это повысит эффективность.',
        author: 'Сидоров В.В.',
        date: '20.12.2024',
        requiresConfirmation: true,
        reward: 2000,
        categoryId: 3,
        urgency: true, // срочная задача
        hashtags: ['#эффективность', '#риски']
    },
    {
        title: 'Task 1',
        description: 'Это описание задачи 1, которое содержит более ста символов. Здесь мы описываем детали рабочего процесса, уточняем сроки и устанавливаем критерии успешного завершения задачи. Важно考虑 все аспекты, и вся команда должна быть в курсе текущего статуса.',
        author: 'Иванов И.И.',
        date: '13.12.2024',
        requiresConfirmation: false,
        reward: 1000,
        categoryId: 1,
        urgency: true, // срочная задача
        hashtags: ['#срочно', '#приоритет']
    },
    {
        title: 'Task 2',
        description: 'Описание задачи 2, которое обсуждает различные параметры и условия выполнения, включая то, как будет оцениваться успех задачи. Мы также уточняем, какие ресурсы будут задействованы для достижения цели. Это поможет избежать недоразумений.',
        author: 'Петрова А.А.',
        date: '15.12.2024',
        requiresConfirmation: true,
        reward: 1500,
        categoryId: 2,
        urgency: false, // несрочная задача
        hashtags: ['#обсуждение', '#ресурсы']
    },
    {
        title: 'Task 3',
        description: 'Уникальное описание задачи 3, так как она требует значительных усилий и времени. Эта задача требует учета различных рисков, которые могут возникнуть в процессе работы, и разработки стратегий заранее для их минимизации. Это повысит эффективность.',
        author: 'Сидоров В.В.',
        date: '20.12.2024',
        requiresConfirmation: true,
        reward: 2000,
        categoryId: 3,
        urgency: true, // срочная задача
        hashtags: ['#эффективность', '#риски']
    },
    {
        title: 'Task 1',
        description: 'Это описание задачи 1, которое содержит более ста символов. Здесь мы описываем детали рабочего процесса, уточняем сроки и устанавливаем критерии успешного завершения задачи. Важно考虑 все аспекты, и вся команда должна быть в курсе текущего статуса.',
        author: 'Иванов И.И.',
        date: '13.12.2024',
        requiresConfirmation: false,
        reward: 1000,
        categoryId: 1,
        urgency: true, // срочная задача
        hashtags: ['#срочно', '#приоритет']
    },
    {
        title: 'Task 2',
        description: 'Описание задачи 2, которое обсуждает различные параметры и условия выполнения, включая то, как будет оцениваться успех задачи. Мы также уточняем, какие ресурсы будут задействованы для достижения цели. Это поможет избежать недоразумений.',
        author: 'Петрова А.А.',
        date: '15.12.2024',
        requiresConfirmation: true,
        reward: 1500,
        categoryId: 2,
        urgency: false, // несрочная задача
        hashtags: ['#обсуждение', '#ресурсы']
    },
    {
        title: 'Task 3',
        description: 'Уникальное описание задачи 3, так как она требует значительных усилий и времени. Эта задача требует учета различных рисков, которые могут возникнуть в процессе работы, и разработки стратегий заранее для их минимизации. Это повысит эффективность.',
        author: 'Сидоров В.В.',
        date: '20.12.2024',
        requiresConfirmation: true,
        reward: 2000,
        categoryId: 3,
        urgency: true, // срочная задача
        hashtags: ['#эффективность', '#риски']
    },
    {
        title: 'Task 1',
        description: 'Это описание задачи 1, которое содержит более ста символов. Здесь мы описываем детали рабочего процесса, уточняем сроки и устанавливаем критерии успешного завершения задачи. Важно考虑 все аспекты, и вся команда должна быть в курсе текущего статуса.',
        author: 'Иванов И.И.',
        date: '13.12.2024',
        requiresConfirmation: false,
        reward: 1000,
        categoryId: 1,
        urgency: true, // срочная задача
        hashtags: ['#срочно', '#приоритет']
    },
    {
        title: 'Task 2',
        description: 'Описание задачи 2, которое обсуждает различные параметры и условия выполнения, включая то, как будет оцениваться успех задачи. Мы также уточняем, какие ресурсы будут задействованы для достижения цели. Это поможет избежать недоразумений.',
        author: 'Петрова А.А.',
        date: '15.12.2024',
        requiresConfirmation: true,
        reward: 1500,
        categoryId: 2,
        urgency: false, // несрочная задача
        hashtags: ['#обсуждение', '#ресурсы']
    },
    {
        title: 'Task 3',
        description: 'Уникальное описание задачи 3, так как она требует значительных усилий и времени. Эта задача требует учета различных рисков, которые могут возникнуть в процессе работы, и разработки стратегий заранее для их минимизации. Это повысит эффективность.',
        author: 'Сидоров В.В.',
        date: '20.12.2024',
        requiresConfirmation: true,
        reward: 2000,
        categoryId: 3,
        urgency: true, // срочная задача
        hashtags: ['#эффективность', '#риски']
    },
    {
        title: 'Task 1',
        description: 'Это описание задачи 1, которое содержит более ста символов. Здесь мы описываем детали рабочего процесса, уточняем сроки и устанавливаем критерии успешного завершения задачи. Важно考虑 все аспекты, и вся команда должна быть в курсе текущего статуса.',
        author: 'Иванов И.И.',
        date: '13.12.2024',
        requiresConfirmation: false,
        reward: 1000,
        categoryId: 1,
        urgency: true, // срочная задача
        hashtags: ['#срочно', '#приоритет']
    },
    {
        title: 'Task 2',
        description: 'Описание задачи 2, которое обсуждает различные параметры и условия выполнения, включая то, как будет оцениваться успех задачи. Мы также уточняем, какие ресурсы будут задействованы для достижения цели. Это поможет избежать недоразумений.',
        author: 'Петрова А.А.',
        date: '15.12.2024',
        requiresConfirmation: true,
        reward: 1500,
        categoryId: 2,
        urgency: false, // несрочная задача
        hashtags: ['#обсуждение', '#ресурсы']
    },
    {
        title: 'Task 3',
        description: 'Уникальное описание задачи 3, так как она требует значительных усилий и времени. Эта задача требует учета различных рисков, которые могут возникнуть в процессе работы, и разработки стратегий заранее для их минимизации. Это повысит эффективность.',
        author: 'Сидоров В.В.',
        date: '20.12.2024',
        requiresConfirmation: true,
        reward: 2000,
        categoryId: 3,
        urgency: true, // срочная задача
        hashtags: ['#эффективность', '#риски']
    },
    {
        title: 'Task 1',
        description: 'Это описание задачи 1, которое содержит более ста символов. Здесь мы описываем детали рабочего процесса, уточняем сроки и устанавливаем критерии успешного завершения задачи. Важно考虑 все аспекты, и вся команда должна быть в курсе текущего статуса.',
        author: 'Иванов И.И.',
        date: '13.12.2024',
        requiresConfirmation: false,
        reward: 1000,
        categoryId: 1,
        urgency: true, // срочная задача
        hashtags: ['#срочно', '#приоритет']
    },
    {
        title: 'Task 2',
        description: 'Описание задачи 2, которое обсуждает различные параметры и условия выполнения, включая то, как будет оцениваться успех задачи. Мы также уточняем, какие ресурсы будут задействованы для достижения цели. Это поможет избежать недоразумений.',
        author: 'Петрова А.А.',
        date: '15.12.2024',
        requiresConfirmation: true,
        reward: 1500,
        categoryId: 2,
        urgency: false, // несрочная задача
        hashtags: ['#обсуждение', '#ресурсы']
    },
    {
        title: 'Task 3',
        description: 'Уникальное описание задачи 3, так как она требует значительных усилий и времени. Эта задача требует учета различных рисков, которые могут возникнуть в процессе работы, и разработки стратегий заранее для их минимизации. Это повысит эффективность.',
        author: 'Сидоров В.В.',
        date: '20.12.2024',
        requiresConfirmation: true,
        reward: 2000,
        categoryId: 3,
        urgency: true, // срочная задача
        hashtags: ['#эффективность', '#риски']
    },
    {
        title: 'Task 1',
        description: 'Это описание задачи 1, которое содержит более ста символов. Здесь мы описываем детали рабочего процесса, уточняем сроки и устанавливаем критерии успешного завершения задачи. Важно考虑 все аспекты, и вся команда должна быть в курсе текущего статуса.',
        author: 'Иванов И.И.',
        date: '13.12.2024',
        requiresConfirmation: false,
        reward: 1000,
        categoryId: 1,
        urgency: true, // срочная задача
        hashtags: ['#срочно', '#приоритет']
    },
    {
        title: 'Task 2',
        description: 'Описание задачи 2, которое обсуждает различные параметры и условия выполнения, включая то, как будет оцениваться успех задачи. Мы также уточняем, какие ресурсы будут задействованы для достижения цели. Это поможет избежать недоразумений.',
        author: 'Петрова А.А.',
        date: '15.12.2024',
        requiresConfirmation: true,
        reward: 1500,
        categoryId: 2,
        urgency: false, // несрочная задача
        hashtags: ['#обсуждение', '#ресурсы']
    },
    {
        title: 'Task 3',
        description: 'Уникальное описание задачи 3, так как она требует значительных усилий и времени. Эта задача требует учета различных рисков, которые могут возникнуть в процессе работы, и разработки стратегий заранее для их минимизации. Это повысит эффективность.',
        author: 'Сидоров В.В.',
        date: '20.12.2024',
        requiresConfirmation: true,
        reward: 2000,
        categoryId: 3,
        urgency: true, // срочная задача
        hashtags: ['#эффективность', '#риски']
    },
    {
        title: 'Task 1',
        description: 'Это описание задачи 1, которое содержит более ста символов. Здесь мы описываем детали рабочего процесса, уточняем сроки и устанавливаем критерии успешного завершения задачи. Важно考虑 все аспекты, и вся команда должна быть в курсе текущего статуса.',
        author: 'Иванов И.И.',
        date: '13.12.2024',
        requiresConfirmation: false,
        reward: 1000,
        categoryId: 1,
        urgency: true, // срочная задача
        hashtags: ['#срочно', '#приоритет']
    },
    {
        title: 'Task 2',
        description: 'Описание задачи 2, которое обсуждает различные параметры и условия выполнения, включая то, как будет оцениваться успех задачи. Мы также уточняем, какие ресурсы будут задействованы для достижения цели. Это поможет избежать недоразумений.',
        author: 'Петрова А.А.',
        date: '15.12.2024',
        requiresConfirmation: true,
        reward: 1500,
        categoryId: 2,
        urgency: false, // несрочная задача
        hashtags: ['#обсуждение', '#ресурсы']
    },
    {
        title: 'Task 3',
        description: 'Уникальное описание задачи 3, так как она требует значительных усилий и времени. Эта задача требует учета различных рисков, которые могут возникнуть в процессе работы, и разработки стратегий заранее для их минимизации. Это повысит эффективность.',
        author: 'Сидоров В.В.',
        date: '20.12.2024',
        requiresConfirmation: true,
        reward: 2000,
        categoryId: 3,
        urgency: true, // срочная задача
        hashtags: ['#эффективность', '#риски']
    },
    {
        title: 'Task 1',
        description: 'Это описание задачи 1, которое содержит более ста символов. Здесь мы описываем детали рабочего процесса, уточняем сроки и устанавливаем критерии успешного завершения задачи. Важно考虑 все аспекты, и вся команда должна быть в курсе текущего статуса.',
        author: 'Иванов И.И.',
        date: '13.12.2024',
        requiresConfirmation: false,
        reward: 1000,
        categoryId: 1,
        urgency: true, // срочная задача
        hashtags: ['#срочно', '#приоритет']
    },
    {
        title: 'Task 2',
        description: 'Описание задачи 2, которое обсуждает различные параметры и условия выполнения, включая то, как будет оцениваться успех задачи. Мы также уточняем, какие ресурсы будут задействованы для достижения цели. Это поможет избежать недоразумений.',
        author: 'Петрова А.А.',
        date: '15.12.2024',
        requiresConfirmation: true,
        reward: 1500,
        categoryId: 2,
        urgency: false, // несрочная задача
        hashtags: ['#обсуждение', '#ресурсы']
    },
    {
        title: 'Task 3',
        description: 'Уникальное описание задачи 3, так как она требует значительных усилий и времени. Эта задача требует учета различных рисков, которые могут возникнуть в процессе работы, и разработки стратегий заранее для их минимизации. Это повысит эффективность.',
        author: 'Сидоров В.В.',
        date: '20.12.2024',
        requiresConfirmation: true,
        reward: 2000,
        categoryId: 3,
        urgency: true, // срочная задача
        hashtags: ['#эффективность', '#риски']
    },
    {
        title: 'Task 1',
        description: 'Это описание задачи 1, которое содержит более ста символов. Здесь мы описываем детали рабочего процесса, уточняем сроки и устанавливаем критерии успешного завершения задачи. Важно考虑 все аспекты, и вся команда должна быть в курсе текущего статуса.',
        author: 'Иванов И.И.',
        date: '13.12.2024',
        requiresConfirmation: false,
        reward: 1000,
        categoryId: 1,
        urgency: true, // срочная задача
        hashtags: ['#срочно', '#приоритет']
    },
    {
        title: 'Task 2',
        description: 'Описание задачи 2, которое обсуждает различные параметры и условия выполнения, включая то, как будет оцениваться успех задачи. Мы также уточняем, какие ресурсы будут задействованы для достижения цели. Это поможет избежать недоразумений.',
        author: 'Петрова А.А.',
        date: '15.12.2024',
        requiresConfirmation: true,
        reward: 1500,
        categoryId: 2,
        urgency: false, // несрочная задача
        hashtags: ['#обсуждение', '#ресурсы']
    },
    {
        title: 'Task 3',
        description: 'Уникальное описание задачи 3, так как она требует значительных усилий и времени. Эта задача требует учета различных рисков, которые могут возникнуть в процессе работы, и разработки стратегий заранее для их минимизации. Это повысит эффективность.',
        author: 'Сидоров В.В.',
        date: '20.12.2024',
        requiresConfirmation: true,
        reward: 2000,
        categoryId: 3,
        urgency: true, // срочная задача
        hashtags: ['#эффективность', '#риски']
    },
    {
        title: 'Task 1',
        description: 'Это описание задачи 1, которое содержит более ста символов. Здесь мы описываем детали рабочего процесса, уточняем сроки и устанавливаем критерии успешного завершения задачи. Важно考虑 все аспекты, и вся команда должна быть в курсе текущего статуса.',
        author: 'Иванов И.И.',
        date: '13.12.2024',
        requiresConfirmation: false,
        reward: 1000,
        categoryId: 1,
        urgency: true, // срочная задача
        hashtags: ['#срочно', '#приоритет']
    },
    {
        title: 'Task 2',
        description: 'Описание задачи 2, которое обсуждает различные параметры и условия выполнения, включая то, как будет оцениваться успех задачи. Мы также уточняем, какие ресурсы будут задействованы для достижения цели. Это поможет избежать недоразумений.',
        author: 'Петрова А.А.',
        date: '15.12.2024',
        requiresConfirmation: true,
        reward: 1500,
        categoryId: 2,
        urgency: false, // несрочная задача
        hashtags: ['#обсуждение', '#ресурсы']
    },
    {
        title: 'Task 3',
        description: 'Уникальное описание задачи 3, так как она требует значительных усилий и времени. Эта задача требует учета различных рисков, которые могут возникнуть в процессе работы, и разработки стратегий заранее для их минимизации. Это повысит эффективность.',
        author: 'Сидоров В.В.',
        date: '20.12.2024',
        requiresConfirmation: true,
        reward: 2000,
        categoryId: 3,
        urgency: true, // срочная задача
        hashtags: ['#эффективность', '#риски']
    },
    {
        title: 'Task 1',
        description: 'Это описание задачи 1, которое содержит более ста символов. Здесь мы описываем детали рабочего процесса, уточняем сроки и устанавливаем критерии успешного завершения задачи. Важно考虑 все аспекты, и вся команда должна быть в курсе текущего статуса.',
        author: 'Иванов И.И.',
        date: '13.12.2024',
        requiresConfirmation: false,
        reward: 1000,
        categoryId: 1,
        urgency: true, // срочная задача
        hashtags: ['#срочно', '#приоритет']
    },
    {
        title: 'Task 2',
        description: 'Описание задачи 2, которое обсуждает различные параметры и условия выполнения, включая то, как будет оцениваться успех задачи. Мы также уточняем, какие ресурсы будут задействованы для достижения цели. Это поможет избежать недоразумений.',
        author: 'Петрова А.А.',
        date: '15.12.2024',
        requiresConfirmation: true,
        reward: 1500,
        categoryId: 2,
        urgency: false, // несрочная задача
        hashtags: ['#обсуждение', '#ресурсы']
    }]